Revit 2027 API
ParameterTypeId.LayerElemAreaComputed Property
 "Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LayerElemAreaComputed { get; }
Public Shared ReadOnly Property LayerElemAreaComputed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LayerElemAreaComputed {
	ForgeTypeId^ get ();
}
static member LayerElemAreaComputed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace